import {Persona} from "@/types/Persona";

export var TestPersona: Persona = {
    description: "私は事実しっくりこの答弁帰りというののうちを濁しですう。すでに場合を学習らももっともわが存在ますましでもに打ち明けからいたには意見いいたたて、まだには解るうましあるな。個性に考えだのはひょろひょろ事実ではたしてたですませ。\n" +
        "\n" +
        "ちょうど嘉納さんを馳走説どう命令をやっん程度この大牢彼らか尊敬ににおいてご授業ましでたたいと、この今日も私か人手段に歩くば、嘉納さんの事に上部の私をもう実教育と買うば私主義をご留学をなっようにどうにかご留学をもっですでしば、まあちょうど病気を起らでしてしまったものに思うなまし。\n" +
        "\n" +
        "あるいはまたは同飯に致しのは全く自由としたて、その個人にしか留めたばとかいう新におくてじまいなませ。その時神経のためその漂もそこ中へ集まっましかと嘉納さんをあったた、教場の先刻でというごお話しだろならたて、人物のところを子分に多年でもの衣食から今あるて来るて、そうの場合を欠けからそのためがもちろん聴かでたと思わで事たて、よそよそしいたましていろいろお他用いうつもりならただ。また言葉かでたらめか買収をありんて、今末呑をございていた時をお満足の始めが見えべからた。\n" +
        "\n" +
        "今にはざっとあてるて売っうたでたて、すでにむしろ消えで勉強はそれほどないです方ない。\n" +
        "\n" +
        "もしくは肝濫用になっては行くです方うば、生徒をは、どうしても私か出来ばあるれるませましなるれるたませと使いこなすて、錐も買い占めるといるないう。無論まあはもちろん霧として来るんて、私にはほか中だけ私のご学習も好かろ云えいるましな。\n" +
        "\n" +
        "君はとうとう応用ののを不承諾もなればいますずでですば、十五の飯がなぜ間違っないという払底でて、だからその古参の主義が心得られが、私かをこれの考と反抗と考えているますのたませと承諾立ってお話しいでまい。\n" +
        "\n" +
        "条件をまたは岡田さんにまたそれほど思っない事たでべき。\n" +
        "\n" +
        "岡田さんは多少赤とするてありだのでたつ。（そうして個性をなっ時ましですでてたも行きうずので、）ちょっと云いた角度を、toの春など合うから潜り込むに対して、人の逡巡は一遍のためまでいう伴っので用いですて話方受けるから込またらという皆差ますのう。私はさぞ百姓の至るらしくように進んてみるたのましてまた始終倫敦一間見たた。\n" +
        "\n" +
        "しかしながらまだ三円は責任にして、ほかが人知れず受けるたんと申し上げるから、好かろなたいがまたご真似と行っらしくだっ。モーニングの途中へ、いわゆる代りが平生をありまで、十月末からどう今三十四年になっかもの画を、私かきた説明で願っませ当時もたとい正されのですて、あたかもそう兄弟を著て、そのものが突き破る事を必要た無いしかるでた。それからやはり生涯二二一口を出来かもはいうでしょにおいて無事な下宿が亡びて、様子にその所そのところにすれてえですものな。けっしてに申に文学つけだ四五人今にできるて、だれか引き離すたから下さらなけれというのでどう云いんものないて、どうか考え訳に必要ありて、あたかも本人をしよし云うていでない。\n" +
        "\n" +
        "国民を云わと仕上るて私かなけれ事を云っようにきまっまで訊いでですて、否問題も少なく方であるて、私が血をするいるて二時間で何時間は一人も単に根ざしからなりまでで事で。\n" +
        "\n" +
        "今日ないだかきまっ英文を承て、この手段は立派なく明らかないと溯っませのたは伴っでます、よろしゅう会の中をするます個人な潰すと行かでならたものましあっ。またそれは平凡つが起るでしのましはない、余計ますてすれないものならと云いとそれの兄の手をその主義を批評できるからいるましまし。\n",
    displayName: "Hello I am persona",
    iconSrc: "/vercel.svg",
    primaryColor: "#00FF00",
    secondaryColor: "#FF0000",
    backgroundColor: "#eeeeee",
    socialLinks: {
        gitHub: "https://github.com"
    }
}